Repository: Carrie999/DailyBliss
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

# cancel
source: All notifications have been canceled
zh_hans: 已取消所有通知

# notification_content
source: Notifications have been set
zh_hans: 通知已设置

# notification_error
source: Notification permission request failed!
zh_hans: 通知权限申请失败！

# notification_error1
source: Failed to set notification!
zh_hans: 设置通知失败！

# notification_success
source: Notification permission granted!
zh_hans: 通知权限申请成功！

# 仅一次
source: Once only
zh_hans: 仅一次

# 删除
source: Delete
zh_hans: 删除

# 取消所有通知
source: Cancel all notifications
zh_hans: 取消所有通知

# 已设置的通知
source: Scheduled notifications
zh_hans: 已设置的通知

# 暂无定时通知
source: No scheduled notifications
zh_hans: 暂无定时通知

# 每天重复
source: Repeat daily
zh_hans: 每天重复

# 添加定时通知
source: Add scheduled notification
zh_hans: 添加定时通知

# 添加新通知
source: Add new notification
zh_hans: 添加新通知

# 确定
source: Confirm
zh_hans: 确定

# 请求通知权限
source: Request notification authorization
zh_hans: 请求通知权限

# 输入通知内容
source: Enter notification content
zh_hans: 输入通知内容

# 输入通知标题
source: Enter notification title
zh_hans: 输入通知标题

# 选择通知时间
source: Select notification time
zh_hans: 选择通知时间

# 通知提示
source: Notification prompt
zh_hans: 通知提示

# 通知权限
source: Notification permission
zh_hans: 通知权限

# 通知权限：已启用
source: Notification permission: Enabled
zh_hans: 通知权限：已启用

# 通知权限：未启用
source: Notification permission: Not enabled
zh_hans: 通知权限：未启用

# 通知状态
source: Notification status
zh_hans: 通知状态
